[MID_LevelComplete]
[English]
Exit Level!
[French]
Sortir du niveau!
[Russian]
Выдите!

[MID_UnexpectedNeatherDeath]
[English]
It should not be possible to kill the 'Neather in this room, but you figured a way to do it.  Sorry about that.  The game must continue, nevertheless.
[French]
Il ne doit pas être possible de tuer "Celui d'en dessous" dans cette pièce, mais vous avez vu une façon de le faire. Désolé. Le jeu doit continuer, néanmoins.
[Russian]
Вроде было невожможно убить Подземелца в этой комнате, а Вам это как-то удалось.  Извените.  Тем не менее, игра должна доиргаться до конца.

[MID_PleaseSpareMe]
[English]
"Don't kill me!" whines the 'Neather.  "I never meant you any harm, and if you could find it in your heart to let me live, I promise I will trouble you no further!"

Spare the 'Neather?
[French]
"Ne me tuez pas!" Geint "Celui d'en dessous" . "Je ne vous ai jamais voulus de mal et si vous aviez assez de coeur pour me laisser vivant, je promets que je ne vous dérangerai plus!"

Épargner  "Celui d'en dessous"?
[Russian]
"Не убивай меня!" ноет Подземелец.  "Я не хотел причинить тебе вред.  Если сердце подсказывает оставить меня в жывих, то я обещаю, что больше тебя на затрону!"

Спасти Подземелца?

[MID_CurrentGameStats]
[English]
Current game info
[French]
Current game info!!translate
[Russian]
Текушие данные игры

[MID_MovesMade]
[English]
Moves made
[French]
Moves made!!translate
[Russian]
Ходы сделаны

[MID_SpawnCounter]
[English]
Spawn countdown
[French]
Spawn countdown!!translate
[Russian]
Ходы до нереста

[MID_MonstersKilled]
[English]
Monsters killed
[French]
Monsters killed!!translate
[Russian]
Монстры убиты